{
    "adat": [
        {
            "id": "1",
            "province": "Nanggroe Aceh Darussalam",
            "description": "Suku Keluwat atau Kluet merupakan suku yang tinggal di beberapa daerah di Kabupaten Aceh Selatan. Secara etnis, masyarakat dari Suku Kluet termasuk dalam salah satu rumpun Batak, tepatnya Batak Utara.Salah satu upacara adat Aceh dan tradisi kebudayaan yang masih dipertahankan hingga saat ini oleh masyarakat Suku Kluet ialah upacara yang dilangsungkan oleh para petani ketika mengerjakan sawah.Upacara adat satu ini dimulai sejak para petani turun ke sawah hingga memanen padi dan mengolahnya. <br>Setiap tahapan dari upacara ini memiliki upacaranya sendiri-sendiri. Contohnya ketika petani pertama kali turun ke sawah, maka akan dilaksanakan sebuah upacara yang biasa disebut dengan nama Kenduri Ule Lhueng atau disebut dengan Babah Lhueng.",
            "pictureId": "https://png.pngtree.com/background/20230424/original/pngtree-asian-farmer-digging-mud-in-the-rice-field-picture-image_2458116.jpg",
            "name": "Ritual Sawah Suku Kluet"
        },
        {
            "id": "2",
            "province": "Sumatera Utara",
            "description": "Tradisi Lompat Batu merupakan sebuah kebanggaan tersendiri bagi masyarakat Suku Nias. Saking populernya, tradisi sudah dikenal hingga ke luar negeri. Tradisi ini juga dijadikan sebagai daya tarik andalan untuk menarik para wisatawan untuk berkunjung ke Pulau Nias.<br> Pada awalnya, tradisi ini merupakan sebuah ritual bagi para pria di sana yang akan menjadi seorang prajurit. Pria di sana hanya boleh ikut berperang setelah berhasil melompati susunan batu yang kurang lebih mencapai 2 hingga 2,2 meter.",
            "pictureId": "https://cdn.idntimes.com/content-images/community/2020/11/pasted-image-0-min-67340ac0cc898083e544e2a4e5452af6.png",
            "name": "Lompat Batu"
        },
        {
            "id": "3",
            "province": "Sumatera Selatan",
            "description": "Tradisi Bekarang Iwak merupaka sebuah tradisi masyarakat Palembang untuk menangkap ikan secara bersama-sama di Sungai Lacak. Pada saat tradisi tersebut, masyarakat dapat mengambil ikan di sana secara gratis. Tradisi Bekarang Iwak sendiri dilaksanakan satu tahun sekali oleh masyarakat setempat.Sebelum membawa ikan ke rumah masing-masing, hasil ikan tangkapan tersebut akan dibedakan menjadi ikan yang besar dan ikan yang kecil. Untuk hasil ikan besar akan diberikan ke tetua adat untuk dijual, sedangkan hasil ikan kecil dapat dibawa pulang oleh warga. Hasil penjualan ikan besar tadi akan digunakan untuk kepentingan umum seperti membangun masjid, jembatan, dan lain sebagainya.",
            "pictureId": "https://cdn.idntimes.com/content-images/community/2020/12/bekarang-2-9946d2b64b240dd1850c8719f35d2ca8-fbb5613be44f635e4de851ea5211cbf9.jpg",
            "name": "Bekarang Iwak"
        },
        {
            "id": "4",
            "province": "Sumatera Barat",
            "description": "Upacara Tabuik menjadi salah satu yang populer dari Sumatera Barat. Budaya yang satu ini ternyata sudah berlangsung sejak abad ke-19 Masehi. Upacara yang juga disebut Tabot ini sebenarnya merupakan aktivitas tahunan masyarakat Pariaman, Sumatera Barat. Tradisi tersebut merupakan perpaduan antara budaya lokal dan Islam. Fungsinya untuk memperingati wafatnya salah satu cucu Nabi Muhammad SAW, yakni Husein bin Ali bin Abi Thalib. Tanggal wafatnya tersebut diperingati setiap 10 Muharram. Cucu nabi tersebut wafat ketika peristiwa Karbala. Dalam bahasa Arab, kata tabuik berarti peti kayu. Hal ini juga terkait legenda kehadiran makhluk mitologi yang disebut, Buroq dalam kepercayaan Islam. Menurut kepercayaan tersebut, setelah wafat, jenazah Husein dimasukan ke dalam peti kayu. Kotak kayu itu kemudian diterbangkan ke langit oleh buroq, makhluk kuda bersayap yang berkepala manusia.",
            "pictureId": "https://ik.imagekit.io/tvlk/blog/2024/03/eLmjAYU6-image-5.png?tr=dpr-2,w-675",
            "name": "Upacara Tabuik"
        },
        {
            "id": "5",
            "province": "Bengkulu",
            "description": "Tradisi serawai dan rejang yang masih dipakai sampai kini. pada malam 27 ramadhan diadakannya kegiatan membakar batok kelapa setinggi 1,5 meter. pembakaran dilakukan dihalaman depan rumah setelah magrib. Uniknya satu rumah hanya boleh membakar 1 lunjuk batok kelapa sebagai lambang kesaan Allah SWT. itu menandakan bahwa budaya tidak lepas dari agama. Agama selalu mengambil perannya untuk budaya. Konon katanya sebagai bentuk rasa syukur kepada allah SWT serta menjadi ucapan doa kepada terdahulu atau meninggal dunia agar arwahnya tentram. Dengan berkeyakinan itu suku serawai dan rejang mempercayai bahwasanya batok kelapa yang dibakar sebagai penyambutan kedatangan roh dan penerang jalan para roh. dengan aroma yang khas kelapa membuat orang tetap berada didekatnya. Nyaman dengan kenikmatan malam bersama orang-orang tercinta sehingga opai melem likua menjadi pilihan berkumpul bersama keluarga.",
            "pictureId": "https://assets.pikiran-rakyat.com/crop/28x58:688x390/x/photo/2022/06/12/1863838789.jpg",
            "name": "Opai Malem Likua"
        },
        {
            "id": "6",
            "province": "Riau",
            "description": "Pacu Jalur merupakan tradisi yang berasal dari Kabupaten Kuantan Singingi, Riau. Jalur adalah perahu besar yang dapat memuat 40-50 orang anak pacu, sedangkan pacu artinya lomba adu cepat. Anak pacu adalah sebutan untuk orang yang mengendarai perahu tradisional tersebut. Jalur dibuat dari sebatang pohon bonio atau kulim kuyian dengan panjang 30 meter. Tradisi ini mirip dengan lomba dayung. Tradisi ini biasanya dilakukan di Sungai Batang Kuantan dengan panjang lintasan mencapai 1 kilometer yang ditandai dengan enam tiang pancang. Konon, Pacu Jalur telah dilaksanakan sejak abad ke-17.",
            "pictureId": "https://akcdn.detik.net.id/community/media/visual/2023/08/28/festival-pacu-jalur-tradisional-2023-6_169.jpeg?w=620",
            "name": "Pacu Jalur"
        },
        {
            "id": "7",
            "province": "Kepulauan Riau",
            "description": "Setiap perayaan Malam Tujuh Likur masyarakat memiliki kebiasaan untuk tidak menutup pintu rumah dan jendela rumah, dan menghidupkan lampu seterang-terangnya. Di masa lampau, biasanya setiap rumah menghidupkan colok di beberapa sudut rumah sebagai penerang yang dimulai pada malam ke-21 dengan satu buah lampu pelita. Masyarakat menyebutnya malam selikur atau malam satu likur. Pemasangan pelita itu akan berlanjut hingga malam penghujung bulan Ramadhan hingga bilangannya menjadi 7 lampu pelita, karena itulah disebut perayaan Malam Tujuh Likur.",
            "pictureId": "https://akcdn.detik.net.id/community/media/visual/2024/01/01/tradisi-malam-tujuh-likur_169.jpeg?w=700&q=90",
            "name": "Tradisi Malam Tujuh Likur"
        },
        {
            "id": "8",
            "province": "Jambi",
            "description": "Sebelum melakukan pernikahan, masyarakat di Jambi biasanya mengadakan upacara adat Malam Berinai di malam sebelum ijab kabul. Calon mempelai akan diberi inai atau dikenal dengan pewarna kuku. Setelah itu, terdapat pertunjukan Tari Inai yang merupakan acara pokok dari upacara adat ini. Bagi masyarakat setempat, Tari Inai merupakan simbolisasi untuk menjaga calon mempelai wanita dari gangguan manusia ataupun makhluk halus.",
            "pictureId": "https://cdn.idntimes.com/content-images/community/2020/11/metrojambicom-foto-by-tarian-inai-2-cf83e1ea73fea49dce1f836c00b8ac99.jpg",
            "name": "Tradisi Malam Berinai"
        },
        {
            "id": "9",
            "province": "Lampung",
            "description": "Tradisi Ngumbay Lawok merupakan sebuah tradisi yang biasa dilakukan oleh masyarakat pesisir yang ada di Lampung. Upacara ini merupakan ungkapan rasa syukur atas hasil laut yang diperoleh dan memohon keselamatan saat mereka akan melaut ke depannya. Ada pun seekor kerbau yang dijadikan tumbal dalam upacara adat ini sebagai simbol ungkapan rasa terima kasih dari para nelayan.Tradisi ini dilaksanakan setiap tahun oleh masyarakat setempat. Uniknya, tempat utama upacara adat ini akan dilaksanakan di titik yang berbeda agar masyarakat setempat mengenal banyak objek wisata yang ada di daerah tersebut.",
            "pictureId": "https://cdn.idntimes.com/content-images/community/2020/12/lampung-ngumbai-lawok-photo-by-sekitarlampungdotcom-696x464-9946d2b64b240dd1850c8719f35d2ca8-b41c02de7684f6e946d78e8ae4c0c544.jpg",
            "name": "Ngumbay Lawok"
        },
        {
            "id": "10",
            "province": "Bangka Belitung",
            "description": "Upacara Buang Jung adalah tradisi tahunan yang diselenggarakan oleh Suku Sekak. Masyarakat setempat percaya, bahwa upacara Buang Jung ini dapat memberikan keselamatan kepada para nelayan saat mencari hasil tangkapan di laut. Dalam rangkaian upacara ini, hasil bumi yang dimiliki oleh para nelayan, yang akan ditempatkan di atas perahu kecil, akan dihanyutkan ke laut sebagai ungkapan rasa syukur dari masyarakat setempat. Selama satu minggu sekitar bulan Juli hingga Agustus, masyarakat setempat akan dilarang untuk menangkap ikan, menebang dan membakar pohon, mengumpulkan kerang, serta melakukan aktivitas wisata seperti snorkeling dan diving.",
            "pictureId": "https://ik.imagekit.io/tvlk/blog/2024/03/NJWUzOCN-image-5.png?tr=dpr-2,w-675",
            "name": "Buang Jung"
        },
        {
            "id": "11",
            "province": "Kalimantan Barat",
            "description": "Upacara adat Naik Dango adalah ritual tahunan yang dilaksanakan suku Dayak Kanayatn di Kalimantan Barat setelah masa panen. Tradisi ini dilakukan dilaksanakan setahun sekali tiap tanggal 27 April yang bertempat di rumah betang, rumah adat khas Suku Dayak.  Upacara adat Naik Dango yang juga dikenal dengan Gawai Dayak merupakan bentuk kearifan lokal suku Dayak Kanayatn yang merupakan perkembangan dari pertunjukan kesenian. Hingga kini, Naik Dango masih dilaksanakan masyarakat di beberapa wilayah di Kalimantan Barat, seperti Kabupaten Mempawah, Kabupaten Landak, Kabupaten Kubu Raya, Pontianak, hingga Kabupaten Sanggau.",
            "pictureId": "https://asset.kompas.com/crops/sIcQVn_jnRCxQ_t6f7I3K7pvrcg=/0x0:800x533/750x500/data/photo/2022/11/28/6384b9133c996.jpg",
            "name": "Upacara adat Naik Dango"
        },
        {
            "id": "12",
            "province": "Kalimantan Timur",
            "description": "Belian adalah upacara adat berupa ritual penyembuhan yang biasa dilakukan suku Dayak di Kalimantan Timur untuk orang sakit. Mengenai pelaksanaannya, dibedakan lagi menjadi dua jenis yakni Belian Bawo dan Belian Sentiyu. Belian Bawo merupakan upacara penyembuhan yang dipimpin seorang tabib perempuan. Peruntukkannya biasa dilakukan untuk pengobatan ringan seperti demam pada anak-anak. Sementara itu, Belian Sentiyu adalah upacara belian besar yang dipimpin oleh lebih dari satu orang tabib, pelaksanaannya juga biasa berlangsung hingga 4 hari 4 malam. Sebelum pelaksanaan, disebutkan bahwa masyarakat akan terlebih dulu menyembelih beberapa ekor babi untuk diambil darahnya. Kemudian disiapkan patung-patung kecil yang melambangkan hantu pengganggu, ornamen janur, dan ramuan dari dadaunan sebagai alat ritual.",
            "pictureId": "https://img.antaranews.com/cache/800x533/2018/05/antarafoto-ritual2-adat-beliatn-bawo-230518-jhw-2.jpg",
            "name": "Belian"
        },
        {
            "id": "13",
            "province": "Kalimantan Selatan",
            "description": "Manyanggar Pandang adalah upacara adat yang dilakukan masyarakat Banjar saat membuka sebuah daerah sebagai tempat bermukim. Menyanggar Padang secara umum berarti upacara memohon keselamatan dari malapetaka yang disebabkan oleh makhluk gaib penunggu tempat kerja (sawah, laut, danau, atau hutan). Masyarakat Banjar tradisional percaya bahwa suatu tempat atau daerah memiliki penunggu atau pemilik yang tak kasat mata (tak bisa dilihat). Untuk itulah dalam setiap inisiatif membuka lahan dan memulai sebuah usaha, mereka biasanya melakukan ritual Menyanggar Padang.",
            "pictureId": "https://static.promediateknologi.id/crop/0x0:0x0/750x500/photo/radarbanjar/2023/03/3.jpg",
            "name": "Manyanggar Pandang"
        },
        {
            "id": "14",
            "province": "Kalimantan Tengah",
            "description": "Upacara adat Nahunan berasal dari kata nuhun yang mengandung makna turun. Sehingga upacara adat Nahunan adalah sebuah ritual pemberian nama bagi bayi yang berusia satu bulan atau balita yang dibawa turun keluar rumah. Upacara adat Nahunan juga mengandung makna panca yadnya, yakni suatu kurban suci bagi para dewa dalam ajaran kaharingan. Disertai ucapan terima kasih bagi bidan dan ibunya, sehingga dari mulai proses kehamilan dan kelahiran berjalan dengan baik. Upacara yang syarat akan makna dan khas Suku Dayak ini memiliki pengajaran akan nilai-nilai luhur yang baik. Ucapan syukur dan kasih sayang bagi sang ibu atas usaha dan jasa yang tidak terhingga. Juga rasa syukur bagi sang pencipta atas berkah keselamatan hingga lahir di dunia.",
            "pictureId": "https://ik.imagekit.io/tvlk/blog/2024/03/image-5-1024x512.png?tr=dpr-2,w-675",
            "name": "Upacara Adat Nahunan"
        },
        {
            "id": "15",
            "province": "Kalimantan Utara",
            "description": "Upacara Ngehawa'k merupakan hari si peminang laki-laki meminang calon mempelai perempuan dengan diadakan dengan pertemuan tatap muka kedua mempelai pernikahan. Pertemuan tatap muka antara kedua calon mampelai ini biasanya sekaligus menentukan juga tanggal pernikahan mereka. Menariknya, dalam prosesi ngehawa'k ini biasanya pemilihan tanggal diadakan di bulan baik seperti bulan hijriah. Kemudian setelah prosesi Ngehawa'k, pernikahan ini diadakan tidak melewati bulan purnama. Kemudian, dalam tahap lamaran ala Suku Dayak ini, calon pengantin pria juga akan membawa benda-benda adat yang bernilai tinggi.",
            "pictureId": "https://img.okezone.com/content/2023/09/25/406/2889526/mengenal-ngehawak-upacara-adat-meminang-wanita-suku-dayak-kalimantan-ffWKeU1vNX.jpg",
            "name": "Upacara Ngehawa'k"
        },
        {
            "id": "16",
            "province": "Banten",
            "description": "Upacara adat Seba ini dilakukan oleh masyarakat Suku Baduy. Dimana suku ini dikenal sebagai kelompok masyarakat yang membatasi diri dari dunia luar daerahnya. Hanya saja masyarakat Badui hanya keluar daerah dalam rangka menghadiri acara Upacara Seba.Di saat acara ini diadakan, warga Baduy, baik itu dari Baduy Luar dan juga Baduy Dalam, akan melakukan perjalanan dari Desa Kenakes di Kabupaten Lebak, menuju ke Serang, Ibu kota Provinsi Banten. Dalam rangka mengikuti upacara adat ini sebagai bentuk penghormatan mereka.Upacara adat ini menurut warga Baduy, tradisi Seba ini sebagai warisan dari nenek moyang yang harus dijaga dan diadakan setiap tahunnya. Biasanya, rakyat Badui melakukan perjalanan ini dilakukan setelah panen ladang huma. Tujuan dari tradisi Seba ini untuk memberikan seserahan hasil bumi kepada Ibu Gede dan Bapak Gede, yaitu bupati dan kepala pemerintahan di daerah mereka.",
            "pictureId": "https://cdn.idntimes.com/content-images/post/20200520/seba-baduui-12ffb6fba56742af1766bfda9307070d.jpg",
            "name": "Upacara Adat Seba"
        },
        {
            "id": "17",
            "province": "DKI Jakarta",
            "description": "Lenong adalah kesenian teater tradisional atau sandiwara rakyat Betawi yang dibawakan dalam dialek Betawi yang berasal dari Jakarta, Indonesia. Kesenian tradisional ini diiringi musik gambang kromong dengan alat-alat musik seperti gambang, kromong, gong, gendang, kempor, suling, dan kecrekan, serta alat musik unsur Tionghoa seperti tehyan, kongahyang, dan sukong. Awalnya, Lenong mulai berkembang di Indonesia pada abad ke-20 yang ditampilkan dengan cara mengamen dari satu kampung ke kampung lainnya. Biasanya pemain Lenong akan meminta sumbangan secara sukarela kepada masyarakat yang menonton pertunjukkannya dan dipertontonkan secara terbuka tanpa menggunakan panggung. Uniknya, teater Lenong ini tidak membutuhkan naskah cerita dan pemain yang ditetapkan. Pemain akan melakukan Lenong sesuai dengan improvisasi kreatif secara spontan.",
            "pictureId": "https://upload.wikimedia.org/wikipedia/commons/4/45/Lenong_at_Batavia_Festival_2012.jpg",
            "name": "Lenong"
        },
        {
            "id": "18",
            "province": "Jawa Barat",
            "description": "Upacara adat seren taun dilakukan secara turun temurun dan rutin setiap tahun. Upacara adat seren taun merupakan upacara yang disimbolkan dengann mengangkut padi dari sawah ke lumbung padi. Padi diangkut menggunakan rengkong atau alat pikul yang terbuat dari bambu. Daerah-daerah yang melakukan upacara adat ini adalah Sukabumi, Kuningan, Cigugur, dan Cisolok. Tujuan upacara adatt ini adalah ungkapan syukur kepada Tuhan Yang Maha Esa atas keberhasilan panen di masa sekarang ataupun masa ke depan.",
            "pictureId": "https://asset.kompas.com/crops/Xx0SnNIKGAzYsF97cjTp_Oxta6E=/0x0:800x400/780x390/data/photo/2017/09/19/2644354418.jpg",
            "name": "Upacara Adat Seren Taun"
        },
        {
            "id": "19",
            "province": "Jawa Tengah",
            "description": "Upacara Tingkeban adalah upacara yang diselenggarakan ketika seorang ibu hamil menginjak usia 7 bulan. Tujuan dari Tingkeban adalah mendoakan sang ibu dan bayi yang ia kandung agar lahir dengan lancar dan selamat. Bagi beberapa masyarakat dengan adat yang masih kuat, Upacara Tingkeban tidak hanya dilakukan pada usia kandungan 7 bulan saja, tapi juga harus mencari hari baik untuk melakukannya. Banyak masyarakat yang masih menjalankan Tingkeban meski tidak seluruh rangkaiannya sesuai dengan adat. Jika menyesuaikan dengan adat aslinya, upacara Tingkeban ini diawali oleh sang ibu yang melakukan siraman, yang bertujuan untuk membersihkan lahir dan batinnya. Langkah berikutnya cukup panjang, hingga akhirnya upacara ini berakhir dengan sang ibu mengganti pakaian dengan kain yang memiliki 7 motif berbeda, lalu meminum jamu sorongan yang terbuat dari beberapa rempah seperti kunyit dan beras kencur.",
            "pictureId": "https://ik.imagekit.io/tvlk/blog/2024/03/shutterstock_2163030369.jpg?tr=dpr-2,w-675",
            "name": "Upacara Tingkeban"
        },
        {
            "id": "20",
            "province": "Daerah Istimewa Yogyakarta",
            "description": "Upacara Grebeg berasal dari gumrebeg yang memiliki makna filosofi ribut, riuh, maupun ramai. Kata dalam bahasa Jawa Anggrebeg berarti menggiring raja, pembesar, atau pengantin. Grebeg adalah prosesi sedekah dari pihak keraton kepada masyarakat berupa gunungan. Gunungan grebeg adalah representasi hasil bumi berupa sayuran, buah, maupun jajanan. Hasil bumi tersebut kemudian diperebutkan oleh masyarakat. Upacara Grebeg pertama kali dilakukan oleh Sultan Hamengkubuwono I. Upacara Grebeg di Keraton Kasultanan Yogyakarta dilakukan sebanyak tiga kali dalam setahun.",
            "pictureId": "https://asset.kompas.com/crops/wkZz_urUuYuKxA5VvE9YsZRvaWU=/0x0:1000x667/750x500/data/photo/2023/09/21/650bba96a1fc2.jpg",
            "name": "Grebeg"
        },
        {
            "id": "21",
            "province": "Jawa Timur",
            "description": "Reog merupakan salah satu seni budaya yang berasal dari Jawa Timur bagian barat-laut, dan Ponorogo dianggap sebagai kota asal Reog yang sebenarnya. Gerbang kota Ponorogo dihiasi oleh sosok warok dan gemblak, dua sosok yang ikut tampil pada saat Reog dipertunjukkan. Reog adalah salah satu budaya daerah di Indonesia yang masih sangat kental dengan hal-hal yang berbau mistik dan ilmu kebatinan yang kuat.",
            "pictureId": "https://mmc.tirto.id/image/otf/970x0/2019/02/05/parade-reog-madiun-antarafoto_ratio-16x9.jpg",
            "name": "Reog Ponogoro"
        },
        {
            "id": "22",
            "province": "Bali",
            "description": "Sawa Wedana adalah upacara ngaben dengan melibatkan jenazah yang masih utuh (tanpa dikubur terlebih dahulu). Biasanya upacara ini dilaksanakan dalam kurun waktu 3-7 hari terhitung dari hari meninggalnya orang tersebut. Pengecualian biasa terjadi pada upacara dengan skala Utama, yang persiapannya bisa berlangsung hingga sebulan. Sementara pihak keluarga mempersiapkan segala sesuatu untuk upacara maka jenazah akan diletakkan di balai adat yang ada di masing-masing rumah dengan pemberian ramuan tertentu untuk memperlambat pembusukan jenazah.",
            "pictureId": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Ubud_Cremation_Procession_1.jpg/800px-Ubud_Cremation_Procession_1.jpg",
            "name": "Ngaben"
        },
        {
            "id": "23",
            "province": "Nusa Tenggara Timur",
            "description": "Pasola adalah upacara ritual masyarakat Sumba bagian barat yang diselenggarakan untuk merayakan musim tanam padi. Upacara ini merupakan bentuk ritual untuk menghormati Marapu, memohon pengampunan, kemakmuran, dan hasil panen yang melimpah. Dalam upacara Pasola, dua kelompok pemuda yang mewakili klan atau desa yang berbeda saling melempar lembing kayu dari atas kuda. Lembing yang digunakan terbuat dari kayu pohon beringin yang telah dikeringkan dan diruncingkan. Pertandingan Pasola biasanya berlangsung selama beberapa hari, dan diakhiri dengan pertunjukan seni dan budaya Sumba. Upacara Pasola merupakan salah satu daya tarik wisata yang populer di Nusa Tenggara Timur.",
            "pictureId": "https://ik.imagekit.io/tvlk/blog/2024/03/vOgLwCBs-image-5-1024x683.png?tr=dpr-2,w-675",
            "name": "Ritus Pasola"
        },
        {
            "id": "24",
            "province": "Nusa Tenggara Barat",
            "description": "Peresean atau perisean adalah pertarungan antara dua lelaki yang bersenjatakan tongkat rotan (penjalin) dan berperisai kulit kerbau yang tebal dan keras (perisai disebut ende). Tradisi ini dilakukan oleh masyarakat suku Sasak, Lombok, Nusa Tenggara Barat, Indonesia. Peresean termasuk dalam seni tari daerah Lombok. Petarung dalam Peresean biasanya disebut pepadu dan wasit disebut pakembar.",
            "pictureId": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Peresean_ritual_of_Sasak_people_of_Lombok.jpg/1024px-Peresean_ritual_of_Sasak_people_of_Lombok.jpg",
            "name": "Peresean"
        },
        {
            "id": "25",
            "province": "Gorontalo",
            "description": "Langga merupakan sebuah tradisi di Gorontalo yang diperkenalkan oleh Ju Panggola, yang berarti orang tua. Pada zaman dulu, Tradisi Langga adalah seni beladiri yang diajarkan Ju Panggola kepada para prajurit kerajaan. Seni beladiri Langga ini enggak digunakan untuk membunuh, tapi untuk menjaga diri dari serangan lawan. Gerakan beladiri Langga juga dikenal lebih kuat dan tangkas dibandingkan yang lain. Tradisi Langga ini juga terdapat sebuah ritual di dalamnya untuk memberikan kekuatan pada si pemain. Ritual tersebut dilengkapi dengan kemenyan, uang koin, pisau dengan gagang terlilit kain merah, ayam, dan lainnya.",
            "pictureId": "https://img.herstory.co.id/articles/archive_20210415/tradisi-gorontalo-20210415-062859.webp",
            "name": "Tradisi Langga."
        },
        {
            "id": "26",
            "province": "Sulawesi Barat",
            "description": "Salah satu tradisi ekstrem yang ada di Sulawesi Barat adalah tradisi Mamose. Bagaimana tidak, dalam tradisi ini nantinya para tokoh adat akan menunjukkan keberanian mereka dengan cara menebaskan parang panjang ke tubuh mereka. Tradisi ini dilakukan oleh Masyarakat Adat Budong-Budong yang berada di Kabupaten Mamuju Tengah.Tujuan dari tradisi ini sendiri adalah untuk menyatukan kekuatan dan kebersamaan masyarakat. Adapun alunan musik yang mengiringi atraksi ini adalah dengan memakai gendang sebagai alat musik utama. Tradisi ini dilakukan 3 kali dalam setahun, yaitu pada saat sebelum masuk hutan, selesai membersihkan hutan, dan setelah masa panen.",
            "pictureId": "https://cdn.idntimes.com/content-images/community/2020/12/541062c915b194e5bf016d3b1580ad96-9946d2b64b240dd1850c8719f35d2ca8-15ff0c3e402695c4d495504d37f6dde7.jpg",
            "name": "Mamose"
        },
        {
            "id": "27",
            "province": "Sulawesi Tengah",
            "description": "Upacara Malabot Tumpe merupakan sebuah ritual syukuran atas hasil panen telur burung maleo yang telah dilakukan oleh masyarakat Banggai, Sulawesi Tengah, sejak zaman Kerajaan Banggai yang dipimpin oleh Raja Mandapar. Maleo sendiri merupakan burung endemik Sulawesi Tengah yang umumnya dapat ditemukan di wilayah pantai, khususnya di daerah Bangkiang, Kecamatan Batui. Rangkaian upacara Malabot Tumpe dimulai dengan kegiatan pengumpulan telur burung maleo oleh perangkat adat. Setelah telur berhasil terkumpul, perangkat adat akan membawanya ke rumah ketua adat dan melibatkan serangkaian prosesi yang diiringi dengan doa dan dzikir kepada Tuhan Yang Maha Esa.",
            "pictureId": "https://ik.imagekit.io/tvlk/blog/2024/03/1ZVRanQd-image-5.png?tr=dpr-2,w-675",
            "name": "Malabot Tumpe"
        },
        {
            "id": "28",
            "province": "Sulawesi Utara",
            "description": "Upacara tahunan Tulude merupakan upacara yang dilakukan oleh masyarakat Kepulauan Sangihe, Talaud, dan Sitaro untuk mengungkapkan rasa syukur kepada Tuhan Yang Mahakuasa atau biasa disebut dengan “Mawu Ruata Ghenggona Langi” oleh masyarakat setempat. Upacara ini menjadi momen yang tepat untuk berkumpul untuk makan bersama dengan keluarga besar dan mempererat kerukunan, persatuan, dan kebersamaan.",
            "pictureId": "https://ik.imagekit.io/tvlk/blog/2024/03/hrv9pWhw-image-5.png?tr=dpr-2,w-675",
            "name": "Upacara adat Tulude"
        },
        {
            "id": "29",
            "province": "Sulawesi Tenggara",
            "description": "Upacara posobhaghoo motonuno adalah suatu upacara yang dilakukan dengan cara mencampurkan air danau motonuno dengan air danau Wulamoni. Danau Motonuno berada di Kecamatan Katobu, kira-kira 11 km dari Raha, ibu kota Kabupaten Muna. Wulamoni terletak di Kecamatan Wakuramba di bagian pulau Buton yang termasuk Kabupaten Muna. Menurut cerita rakyat setempat ketiga danau tersebut merupakaa bekas daerah tempat tinggal tiga orang bersaudara kandung, yaitu seorang perempuan bernama Wamata dan dua orang laki-laki bernama Lawulamoni dan Latumondu. Konon kedua laki-laki tadi senantiasa merindukan saudara kandungnya yang bernama wamata dan ingin memperisterikannya. Demikian pula Wamanta sangat mecintai kedua saudara kandungnya. Akhirnya ketiganya dipisahkan, yaitu Wamanta tetap di Motonuno sekarang ini, Lawulamoni dibawa di bagian Barat (di Lasehao sekarang ini) dan Latumondu di bagian Timur (Kecamatan Wakuramba sekarang ini).",
            "pictureId": "https://zonasultra.id/wp-content/uploads/2016/01/upacara_adat_ilustrasi.jpg",
            "name": "Upacara Posobhaghoo Motonuno"
        },
        {
            "id": "30",
            "province": "Sulawesi Selatan",
            "description": "Tradisi Ma’nene mungkin sudah sering didengar oleh masyarakat di luar masyarakat Sulawesi Selatan. Upacara ini berasal dari Toraja, dan ritualnya pun sangat unik, yaitu dengan membersihkan jenazah leluhur, bahkan yang sudah puluhan tahun sekali pun. Suku Toraja terkenal sebagai suku yang sangat menghormati leluhur mereka. Sebagai bentuk penghormatan, mereka melakukan upacara Ma’nene ini. Mereka juga menyembelih babi atau kerbau untuk bentuk penghormatan. Mereka percaya bahwa arwah leluhur tidak akan mencapai surga jika anggota keluarganya tidak berkurban babi atau kerbau. Adapun jumlah hewan yang mereka kurbankan harus sesuai dengan jumlah jenazah yang berada dalam liang makam.",
            "pictureId": "https://ik.imagekit.io/tvlk/blog/2024/03/image-5-1024x680.png?tr=dpr-2,w-675",
            "name": "Upacara Ma’nene"
        },
        {
            "id": "31",
            "province": "Maluku Utara",
            "description": "Bunyi gong diiringi dengan irama lagu, memanggil berkumpul bagaikan serumpun bunga dalam kegiatan Mandi Safar, membersihkan badan, mensucikan batin, menyatukan hati, bersatu dalam berbicara, bersatu dalam langkah demi kemajuan Kota Tidore Kepulauan.",
            "pictureId": "https://3.bp.blogspot.com/-ScRZ2iQSgeU/Tzd4oTvpzeI/AAAAAAAAAAU/gwWDmMeP6RA/s1600/lima+putra+tiba+dengan+membawa+sepotong+bambu+peralatan+mandi+safar,+disambut+oleh+Kapita+dengan+tarian+Maku+Toti.+(1).jpg",
            "name": "Ritual Tobo Safar"
        },
        {
            "id": "32",
            "province": "Maluku",
            "description": "Sampai sekarang, masyarakat Maluku masih melakukan penghormatan terhadap jasa-jasa yang telah dilakukan oleh Kapitan Pattimura, seorang Pahlawan Nasional Indonesia yang sudah tidak asing lagi bagi masyarakat Indonesia. Penghormatan kepada Kapitan Pattimura dilakukan dengan melaksanakan upacara yang dikenal sebagai Obor Pattimura. Obor Pattimura dilaksanakan setiap tanggal 15 Mei, yang juga sudah dikenal sebagai hari untuk memperingati jasa Pattimura. Obor sendiri merupakan simbol semangat yang membara dari perjuangan Pattimura melawan para penjajah pada saat itu.",
            "pictureId": "https://ik.imagekit.io/tvlk/blog/2024/03/shutterstock_2226286507.jpg?tr=dpr-2,w-675",
            "name": "Obor Pattimura"
        },
        {
            "id": "33",
            "province": "Papua Barat",
            "description": "Seperti di pesisir Utara, Pantai Bakaro, di mana masyarakat memiliki kebiasaan memanggil ikan setiap pagi dan sore dari lautan lepas. Tentu saja bukan peliharaan, ikan-ikan yang dipanggil ini hidup bebas di lautan. Tetapi setiap pagi dan sore hari, ikan-ikan pasti memenuhi panggilan sang pawang seolah tau akan ada makanan lezat yang menunggu mereka.",
            "pictureId": "https://indonesiakaya.com/wp-content/uploads/2020/10/pantai-bakaro-4-1.jpg",
            "name": "Tradisi Pemanggilan Ikan"
        },
        {
            "id": "34",
            "province": "Papua",
            "description": "Bagi suku yang bermukim di Papua ini, kebersamaan sangatlah penting. Oleh sebab itu, saat kehilangan anggota keluarga, mereka akan segera memotong ruas jarinya. Tradisi ini dikenal sebagai Iki Palek. Jari yang dipotong menunjukan berapa banyak keluarga mereka yang telah meninggal. Meskipun mayoritas wanita yang melakukan tradisi ini, tetapi pria juga ikut melakukannya sebagai bentuk kesedihan.",
            "pictureId": "https://asset-a.grid.id/crop/0x0:0x0/700x465/photo/2018/09/28/883300518.jpg",
            "name": "Iki Palek"
        },
        {
            "id": "35",
            "province": "Papua Tengah",
            "description": "Pesta Adat Arapao merupakan tradisi adat Suku Kamoro, satu di antara suku besar di Kabupaten Mimika, Papua. Sejak 40 tahun lalu, pelaksanaan pesta adat ini terus diwariskan bagi masyarakat suku Kamoro secara turun menurun. Masyarakat adat suku Kamoro menganggap tradisi Pesta Adat Arapao sebagai upacara inisiasi pelepasan anak usia 10 hingga 15 tahun menuju pendewasaan diri.",
            "pictureId": "https://seputarpapua.com/wp-content/uploads/2022/09/0FB60584-0E9F-43EC-BEA6-9B41C40FF7ED.jpeg",
            "name": "Adat Arapao"
        },
        {
            "id": "36",
            "province": "Papua Pegunungan",
            "description": "Upacara adat Papua yang pertama adalah upacara bakar batu yang menjadi salah satu bentuk syukur bagi masyarakat Papua. Upacara ini merupakan tradisi, di mana masyarakat Papua melakukan sebuah ritual memasak bersama-sama. Pada perkembangannya, upacara bakar batu ini memiliki nama lain yang berbeda-beda, seperti Barapen di Jayawijaya, Kit Oba Isago di Wamena, dan Mogo Gapil di Paniai.",
            "pictureId": "https://upload.wikimedia.org/wikipedia/commons/7/73/Barapen_Ceremony_Baliem_Valley.jpg",
            "name": "Upacara Adat Papua: Bakar Batu, Ritual Masak Bersama-sama"
        },
        {
            "id": "37",
            "province": "Papua Selatan",
            "description": "Tanam Sasi merupakan upacara adat kematian yang berkembang di Kabupaten Merauke, tepatnya dilaksanakan oleh suku Marind atau Marind-Anim. Kata Anim mempunyai arti laki-laki, dan kata anum mempunyai arti perempuan.",
            "pictureId": "https://pdbifiles.nos.jkt-1.neo.id/files/2020/06/13/widraaudina1_SasiSukuMarincee1rk_1592029249.jpg",
            "name": "Tanam Sasi"
        },
        {
            "id": "38",
            "province": "Papua Barat Daya",
            "description": "Buka egek merupakan waktu bagi Suku Moi untuk melaut, mengambil hasil bumi untuk konsumsi sendiri. Selain itu, buka egek juga berlaku untuk sumber daya alam lainnya, seperti tanah dan hutan yang masih masuk wilayah suku Moi.",
            "pictureId": "https://cdn.antaranews.com/cache/1200x800/2023/06/05/suku-moi.jpeg",
            "name": "Buka Egek"
        }
        
    ]
}
