{
    "pakaian": [
        {
            "id": "1",
            "province": "Nanggroe Aceh Darussalam",
            "description": "Linto Baro merupakan pakaian adat Aceh yang digunakan oleh laki-laki untuk beberapa peringatan. Mulai dari acara pernikahan, Tung Dara Baro (ngunduh mantu), Meugang, Peusijuk, dan lainnya. Ada beberapa elemen penting yang menjadi pelengkap pakaian adat ini yakni baju meukeusah, celana sileuweu, kain sarung, dan meukeutop. Dilengkapi pula dengan senjata Rencong dan Siwah untuk memberikan tampilan lebih gagah. Sedangkan Daro Baro merupakan set pakaian untuk perempuan Aceh yang terdiri dari baju kurung, celana cekak musang, penutup kepala, dan sarung. Para perempuan akan tampak sangat anggun dengan tambahan aneka perhiasan seperti mahkota Patam Dhoe, bros baju Keureusang, Untai Peniti, Subang Aceh, dan lainnya.",
            "pictureId": "https://ik.imagekit.io/tvlk/blog/2024/03/shutterstock_2426233091.jpg?tr=dpr-2,w-675",
            "name": "Linto Baro dan Daro Baro"
        },
        {
            "id": "2",
            "province": "Sumatera Utara",
            "description": "Suku Nias merupakan etnis yang berada di sekitar Pulau Nias yang letaknya berada di sebelah barat dari Pulau Sumatera. Dikarenakan memiliki letak yang terpisah, maka suku Nias memiliki tradisi yang cukup berbeda apabila dibandingkan dengan suku-suku di Sumatera Utara yang lainnya. Perempuan yang berasal dari suku Nias memiliki pakaian adat bernama oroba si oli. Oroba si oli merupakan sebuah kain yang bahan dasarnya adalah kulit kayu atau blacu berwarna hitam.Sedangkan laki-laki Nias memiliki pakaian adat yang bernama baru oholu. Pakaian adat satu ini terbuat dari kulit kayu serta memiliki bentuk seperti rompi tanpa memiliki kancing serta penutup baju lainnya.",
            "pictureId": "https://static.promediateknologi.id/crop/0x0:0x0/0x0/webp/photo/p3/27/2024/05/02/FotoJet-1-suku-nias2-2909917809.jpg",
            "name": "Pakaian Adat Suku Nias"
        },
        {
            "id": "3",
            "province": "Sumatera Selatan",
            "description": "Aesan berasal dari bahasa Palembang yang berarti hiasan. Sedangkan, Paksangkong berasal dari dua kata yaitu pak dan sangkong. Pak artinya delapan dan Sangkong yang berarti dewa.Pakaian laki-laki terdiri dari beberapa bagian, yaitu dari bagian atas, tengah, hingga bawah. Sama halnya dengan pakaian yang dikenalkan oleh mempelai perempuan.",
            "pictureId": "https://assets.promediateknologi.id/crop/0x0:0x0/750x500/webp/photo/p1/10/2023/08/15/Pakaian-Adat-145336392.jpg",
            "name": "Aesan Paksangkong"
        },
        {
            "id": "4",
            "province": "Sumatera Barat",
            "description": "Pakaian Bundo Kanduang atau disebut dengan Limpapeh Rumah Nan Gadang. Limpapeh sendiri artinya tiang tengah dari bangunan rumah adat Sumatera Barat.Pakaian ini terdiri dari tingkolok (penutup kepala), baju kurung, kain selempang, kain sarung serta perhiasan berupa kalung dan anting. Bundo Kanduang memiliki ciri khas penutup kepala yang berbentuk runcing dan bercabang menyerupai tanduk kerbau. Pemakaian tengkuluk sendiri digunakan sebagai perlambang perempuan sebagai pemilik rumah gadang.",
            "pictureId": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Bundo_Kanduang.jpg/1024px-Bundo_Kanduang.jpg",
            "name": "Bundo Kanduang"
        },
        {
            "id": "5",
            "province": "Bengkulu",
            "description": "Baju pengantin pria Bengkulu terdiri dari pakaian sejenis jas tertutup dari bahan beludru hitam, merah tua atau biru tua yang bertaburkan corak-corak sulaman atau lempeng-lempeng emas. Baju tersebut dipadukan dengan celana sebatas lutut serta kain songket yang dililitkan di bagian pinggang. Kemudian, sebagai pelengkap busana, dikenakan juga perhiasan kalung bersusun serta mahkota dengan hiasan gunjai-gunjai. Dikenakan pula alas kaki beludru dengan corak-corak keemasan, sebilah keris dan gelang emas di tangan kanan. Sedangkan Baju pengantin wanita Bengkulu juga terbuat dari bahan beludru hitam, merah tua atau biru tua, serasi dengan baju pengantin pria Bengkulu. Selain itu, terdapat kelengkapan lain seperti mahkota keemasan yang digunakan, sera perhiasan lain berupa kalung bersusun, ikat pinggang, serta gelang emas pada kedua pergelangan tangan. Dikenakan juga pemakaian alas kaki berupa selop bersulam emas.",
            "pictureId": "https://akcdn.detik.net.id/community/media/visual/2023/08/02/baju-pengantin-wanita-bengkulu.png?w=776",
            "name": "Baju Pengantin Pria dan Wanita Bengkulu"
        },
        {
            "id": "6",
            "province": "Riau",
            "description": "Sebagai hasil dari adanya kebudayaan dan ciri khas daerah tersebut baju Melayu Riau juga mempunyai makna tersendiri yang terkandung dalam lambang budaya di dalam pakaiannya. Lambang budaya dalam pakaian Melayu memiliki peran dan kedudukan dalam kehidupan. Bagi orang Melayu selain berfungsi sebagai penutup aurat dan pelindung tubuh, lambang-lambang yang digambarkan juga mewujudkan nilai luhur yang dijunjung tinggi oleh masyarakatnya. Dalam hal ini semuanya akan dikaitkan dengan norma agama adat istiadat dan juga sosial. Makna pakaian Melayu juga dikaitkan dengan fungsinya yakni sebagai pakaian penjemput budi, sebagai penutup malu, dan pakaian penolak malapetaka (bala).",
            "pictureId": "https://rokapress.com/up/2024/03/Pakaian-Melayu-scaled.jpg",
            "name": "Pakaian Melayu"
        },
        {
            "id": "7",
            "province": "Kepulauan Riau",
            "description": "Pakaian teluk belanga adalah pakaian tradisional Kep. Riau yang hanya dikenakan oleh para pria. Pakaian ini sebenarnya adalah pakaian pria Melayu yang juga dijadikan ikon pakaian adat Jambi, Riau, dan sekitarnya. Tetapi, pakaian teluk belanga di kepulauan Riau memiliki keunikan tersendiri.Pakaian tradisional Teluk belanga pada umumnya motifnya polos, warnanya pun tidak mencolok. Warna pakaian dan celana panjang bawahannya pun sama. Bagian bawah juga terdapat kain sarung sebatas lutut. Pakaian adat Teluk Belangga ini berasal dari Jogor untuk pria dan berawarna polos. Biasanya Teluk Belangga akan dipadukan dengan celana panjang yang warnanya senada dan menggunakan sarung sebatas lutut sebagai selendangnya.",
            "pictureId": "https://i.pinimg.com/564x/df/f5/89/dff589adf6bbe0d3932dff944a5d6f02.jpg",
            "name": "Pakaian Adat Teluk Belanga"
        },
        {
            "id": "8",
            "province": "Jambi",
            "description": "Pakaian adat Jambi tampak pada busana yang dikenakan saat upacara pernikahan, yang disebut dengan Baju Kurung Tanggung. Baju Kurung sendiri merupakan pakaian adat masyarakat Melayu yang tersebar di Brunei Darussalam, Indonesia, Malaysia, maupun Singapura. Untuk di Jambi, Baju Kurung untuk pernikahan ini disebut dengan Baju Kurung Tanggung.",
            "pictureId": "https://asset.kompas.com/crops/lJvjR8c7OlfUp0IdaEJmcc2tEVU=/0x9:874x591/750x500/data/photo/2021/02/28/603b29d66f2ee.jpg",
            "name": "Baju Kurung Tanggung."
        },
        {
            "id": "9",
            "province": "Lampung",
            "description": "Pakaian adat resmi dari provinsi Lampung bernama Tulang Bawang. Meski provinsi Lampung berpenduduk heterogen, pakaian adat Tulang Bawang ini tetap dilestarikan di tengah-tengah masyarakat. Hingga kini, kita bisa melihat pakaian tradisional ini disebabkan di dalam upacara pernikahan dan dipakai oleh para penari sebagai simbol penghormatan terhadap budaya asli Lampung. Pakaian Tulang Bawang sangat kental dengan tradisi ketimuran dengan model baju tertutup dan sanat menjunjung tinggi nilai kesopanan. Kemudian untuk pakaian para pria memakai atasan putih berlengan panjang dengan bawahan berupa celana berwarna sama. Selain itu, pada bagian pinggang dipsang sarung dengan cara dililitkan sampai sepanjang lutut. Seringkali sarung ini didominasi dengan warna merah dan emas. Sementara itu, kaum wanitanya memakai kebaya dengan warna putih. Biasanya kebaya ini dibuat dengan menggunakan bahan brokat.",
            "pictureId": "https://budayanesia.com/wp-content/uploads/2020/05/Busana-Pengantin-Lampung-Saibatin.jpg",
            "name": "Pakaian Tulang Bawang"
        },
        {
            "id": "10",
            "province": "Bangka Belitung",
            "description": "Paksian merupakan busana pengantin yang khas dari Kota Pangkalpinang, Kepulauan Bangka Belitung. Kementerian Pendidikan dan Kabudayaan (Kemdikbud), pakaian tersebut memiliki pengaruh dari China dan Arab. Menurut keterangan baju pengantin perempuan berasal dari negeri China. Konon, menurut cerita ada saudagar dari Arab datang ke negeri China untuk berdagang sambil menyiarkan agama Islam. Tidak hanya itu tapi juga jatuh cinta dengan seorang gadis China, selanjutnya melangsungkan pernikahan dengan gadis China tersebut. Dalam proses pernikahan, kedua pengantin memakai pakaian adat masing-masing. Karena banyak orang-orang China dan Arab yang datang merantau ke Pulau Bangka terutama ke pangkal-pangkal yang merupakan pusat segala aktifitas masyarakat waktu itu ada yang melakukan pernikahan. Maka banyaklah penduduk Pulau Bangka yang meniru pakaian adat tersebut dan terus berkembang hingga sekarang.",
            "pictureId": "https://seringjalan.com/wp-content/uploads/2022/07/Baju-Paksian.jpeg",
            "name": "Baju Paksian"
        },
        {
            "id": "11",
            "province": "Kalimantan Barat",
            "description": "Pakaian Adat Kalimantan Barat memiliki keberagaman yang memukau, salah satunya adalah King Baba, sebuah busana tradisional yang dipakai oleh para laki-laki suku Dayak. King Baba tidak hanya sekadar pakaian, namun juga mewakili kekayaan budaya dan keberlanjutan lingkungan. Nama King Baba sendiri memiliki makna mendalam, di mana king berarti pakaian dan baba merujuk pada laki-laki dalam bahasa Dayak.",
            "pictureId": "https://cdn0-production-images-kly.akamaized.net/y7O-h-fSIV9nQlvLiqbWOQZDgsk=/640x360/smart/filters:quality(75):strip_icc():format(webp)/kly-media-production/medias/963244/original/081442200_1440219237-20150822-Festival-Pontianak-Suku-Dayak-Landak4.jpg",
            "name": "King Baba"
        },
        {
            "id": "12",
            "province": "Kalimantan Timur",
            "description": "Salah satu baju adat Kalimantan Timur yang paling terkenal di kalangan suku Dayak adalah Bulang Burai King. Pakaian ini hampir dimiliki oleh semua keluarga suku Dayak. Hal ini lantaran pakaian adat Bulang Burai King merupakan pakaian wajib yang dikenakan di setiap acara-acara adat. Selain itu, pakaian ini juga menandakan status sosial seseorang. Yang menarik dari baju adat ini, adalah adanya beragam manik-manik yang dipasang sebagai hiasan. Pada bagian kepala dan ujung tangan, juga ditambahkan hiasan bulu burung enggang yang berjuntai-juntai.",
            "pictureId": "https://akcdn.detik.net.id/community/media/visual/2022/09/19/baju-adat-bulang-burai-king_169.jpeg?w=620",
            "name": "Baju Adat Bulang Burai King"
        },
        {
            "id": "13",
            "province": "Kalimantan Selatan",
            "description": "Bagajah gamuling baular lulut adalah baju adat yang biasa dikenakan untuk acara pernikahan. Umumnya, pengantin pria akan bertelanjang dada dan hanya memakai aksesori seperti kalung samban, ikan pinggang, dan penutup kepala. Selain itu, mereka akan memakai celana dengan panjang sebetis yang dibalut dengan kain berwarna senada. Sementara itu, pengantin wanita akan mengenakan kemben atau baju berlengan pendek, Bagian bawahan yang mereka kenakan adalah kain panjang seperti rok dengan motif halilipan. Untuk aksesorinya, mempelai wanita memakai ikat pinggang, hiasan kepala berupa konde, mahkota, kembang goyang, dan kuncup bunga melati.",
            "pictureId": "https://berita.99.co/wp-content/uploads/2023/08/Bagajah-Gamuling-Baular-Lulut.jpg",
            "name": "Bagajah Gamuling Baular Lulut"
        },
        {
            "id": "14",
            "province": "Kalimantan Tengah",
            "description": "Baju daerah ini termasuk pakaian adat yang secara resmi diakui pemerintah sebagai pakaian Kalimantan Tengah. Pakaian tersebut terbuat dari kulit kayu keras yang diproses hingga bentuknya dibuat mirip kain. Masyarakat Kalimantan menyebutnya dengan kulit Nyamu. Umumnya, baju sangkarut berbentuk polos tanpa motif. Walau begitu, seiring perkembangan zaman, banyak masyarakat yang memodifikasi pakaian tersebut dengan menambahkan motif berupa hiasan. Motif tambahan yang digunakan biasanya berbentuk tumbuhan, harimau, akar, hingga burung enggang yang jadi kebanggaan masyarakat Kalimantan.",
            "pictureId": "https://berita.99.co/wp-content/uploads/2023/08/Baju-sangkarut.jpg",
            "name": "Baju Sangkarut"
        },
        {
            "id": "15",
            "province": "Kalimantan Utara",
            "description": "Pakaian ta’a dikhususkan untuk dipakai oleh kalangan wanita. Bahannya terbuat dari beludru dengan hiasan pernak -pernik pada jahitannya. Jenis pakaian adat ta’a terdiri dari rompi tanpa lengan atau yang dikenal dengan nama sapei inoq dan bagian bawahnya memakai rok dengan motif yang senada dengan rompinya. Untuk aksesorisnya, ada penutup kepala yang dihiasi dari bulu burung elang, ada kalung, gelang dan anting-anting yang dibuat dari hiasan manik-manik yang berwarna warni sehingga para perempuan akan terlihat lebih cantik dan anggun. Motif-motif yang digunakan dalam pakaian ini tidak boleh sembarangan digunakan, karena setiap motifnya menunjukkan strata sosial dari seorang pemakainya. Untuk motif tumbuhan hanya digunakan oleh perempuan dari keturunan biasa, sedangkan motif naga, burung enggang, harimau dan figur manusia utuh hanya boleh digunakan oleh perempuan dari keturunan bangsawan.",
            "pictureId": "http://wadaya.rey1024.com/api/uploads/11426726601535893814.JPG",
            "name": "Pakaian Ta’a"
        },
        {
            "id": "16",
            "province": "Banten",
            "description": "Suku Baduy terbagi menjadi dua yaitu Suku Baduy dalam dan Suku Baduy Luar. Pakaian adat dari keduanya pun berbeda. Meskipun sama-sama Suku Baduy namun memiliki berbagai perbedaan, salah satunya pakaian adatnya. Pakaian adat suku Baduy dalam berwarna putih polos, yang mana ini menjadikan ciri khasnya. Pakain adat suku Baduy dalam juga disebut sebagai Jamang Sangsang. Diberi nama Jamang Sangsang karena cara memakianya digantungkan dibadan. Yang menjadikan pakaian Jamang Sangsang ialah terdapat lubang dibagian lengan dan leher namun tidak memiliki kerah. Tidak hanya itu, pakaian ini sangat unik karena tidak memiliki kancing dan saku. Pakaian adat Jamang Sangsang dibuat dengan cara tradisional, yaitu dijahit menggunakan tangan. Bahan pakaian yang digunakan terbuat dari pintalan kapas asli yang diambil langsung dari hutan.",
            "pictureId": "https://blog-static.mamikos.com/wp-content/uploads/2023/01/3.-Pakaian-Adat-Baduy-Dalam.jpg.webp",
            "name": "Pakaian Adat Baduy Dalam"
        },
        {
            "id": "17",
            "province": "DKI Jakarta",
            "description": "Baju Sadariyah adalah baju adat yang biasanya dikenakan oleh abang (laki-laki dewasa Beetawi). Disebut juga dengan sebutan Baju Sadaria atau Sadarie, baju adat suku Betawi yang satu berbentuk baju koko atau baju full berkerah Shanghai (kerah tertutup) setinggi 3-4 cm. Baju koko sendiri merupakan baju yang banyak digunakan oleh para koko (kakak laki-laki dalam bahasa Mandarin). Seringkali Baju Sadariyah dipasangkan dengan Kebaya Encim. Baju adat Betawi yang satu ini tampak sering dikenalan dalam festival Abang None dan juga Pekan Raya Jakarta.",
            "pictureId": "https://cdn.antaranews.com/cache/1200x800/2020/06/23/Screen-Shot-2020-06-23-at-15.00.37.png.webp",
            "name": "Baju Sadariah"
        },
        {
            "id": "18",
            "province": "Jawa Barat",
            "description": "Pakaian adat menak biasanya digunakan oleh para bangsawan dan orang-orang terpandang. Tampilan pakaian menak memang lebih mencolok glamor karena dihiasi oleh emas. Adapun warna dasar yang digunakan dalam pakaian adat menak yaitu hitam dengan atasan lengan panjang dan bawahan berupa celana panjang. Pakaian menak dilengkapi dengan sabuk emas, selop warna hitam hingga perhiasan.",
            "pictureId": "https://akcdn.detik.net.id/community/media/visual/2022/08/31/baju-adat-menak-pakaian-khas-jawa-barat-untuk-kaum-bangsawan_43.jpeg?w=700&q=90",
            "name": "Menak"
        },
        {
            "id": "19",
            "province": "Jawa Tengah",
            "description": "Banyak daerah yang menggunakan kebaya sebagai pakaian adat masing-masing yang dikhususkan untuk para wanita. Sebut saja Kebaya Rancongan dari Madura, Kebaya Sunda dari Sunda, Kebaya Betawi dari Betawi, dan lainnya. Sementara itu, istilah kebaya sendiri sebenarnya berasal dari Bahasa Arab Abaya yang berarti pakaian. Kebaya Jawa Tengah tentunya memiliki keunikan tersendiri. Dengan tampilan yang tampak klasik namun berkelas, kebaya Jawa Tengah sedikit menyimpan kesan misterius. Kebaya Jawa Tengah seringkali digunakan oleh mempelai wanita dalam acara pernikahan. Agar tampak mewah dan muncul aura ratu, bahan yang dipilih merupakan bahan beludru atau kain sutera. Sedangkan untuk kegiatan sehari-hari, kain yang digunakan adalah kain katun atau bahkan nilon tipis agak transparan yang dihiasi dengan sulaman atau bordiran.",
            "pictureId": "https://www.bahankain.com/storage/photos/shares/Artikel/Isi%20artikel/SEPTEMBER%202023/kebaya%20jawa%20tengah.webp",
            "name": "Kebaya Jawa Tengah"
        },
        {
            "id": "20",
            "province": "Daerah Istimewa Yogyakarta",
            "description": "Janggan merupakan baju dengan model menyerupai surjan yang dilengkapi kancing hingga menutup leher. Warna kain yang digunakan harus hitam. Janggan sendiri berasal dari kata ‘jangga’ berarti leher, yang melukiskan keindahan dan kesucian kaum perempuan keraton, dan perempuan Jawa pada umumnya. Sementara warna hitam janggan menggambarkan simbol ketegasan, kesederhanaan, dan kedalaman, juga sifat kewanitaan yang suci dan bertakwa.",
            "pictureId": "https://cdn.idntimes.com/content-images/post/20220905/69233495-1070778186459440-4477692492015206400-n-9568e9bb8ad718c41d4359d88209cb93_600x400.jpg",
            "name": "Janggan Hitam"
        },
        {
            "id": "21",
            "province": "Jawa Timur",
            "description": "Pakaian adat terakhir adalah Pese'an yang berasal dari Pulau Madura. Baju Pese’an terbilang unik dan mudah dikenali. Pakaian ini terdiri dari kaus bergaris merah dan putih, baju luar berlengan panjang berwarna hitam, serta celana longgar hitam. Penggunaannya biasanya dilengkapi dengan sabuk dan sarung yang dililitkan di pinggang, serta aksesoris odheng untuk bagian kepala.",
            "pictureId": "https://akcdn.detik.net.id/community/media/visual/2020/08/17/menko-polhukam-mahfud-md-mengikuti-upacara-virtual-dengan-baju-khas-madura-1_169.jpeg?w=700&q=90",
            "name": "Pese'an"
        },
        {
            "id": "22",
            "province": "Bali",
            "description": "Payas Agung adalah nama pakem penggunaan tata busana adat dan tata rias khas Bali yang hanya digunakan pada saat tertentu, seperti upacara pernikahan dan upacara potong gigi yang disebut mepandes, mesangih atau metatah. Sejak zaman dulu, Payas Agung digunakan selama berlangsungnya prosesi upacara-upacara adat dalam perjalanan kehidupan manusia sesuai tradisi Bali.",
            "pictureId": "https://asset.kompas.com/crops/gEEv03nKmVJqu_GsZeE-tpBK_1o=/425x1825:3497x3873/750x500/data/photo/2023/09/04/64f5b653ecd9a.jpg",
            "name": "Payas Agung"
        },
        {
            "id": "23",
            "province": "Nusa Tenggara Timur",
            "description": "Suku Helong adalah suku yang mayoritas penduduknya berasal dari pulau Timor. Masyarakat suku ini kebanyakan tinggal di wilayah Kupang Tengah dan Kupang Barat. Namun, ada juga yang dapat dijumpai di pulau Flores dan Pulau Semau. Pakaian adat suku Helong terbagi menjadi dua jenis, yaitu pakaian adat khusus wanita dan pakaian adat khusus laki-laki. Biasanya, masyarakat suku Helong menggunakan pakaian adatnya dalam acara-acara adat.",
            "pictureId": "https://tribratanews.polri.go.id/web/image/blog.post/54308/image",
            "name": "Pakaian Adat Suku Helong"
        },
        {
            "id": "24",
            "province": "Nusa Tenggara Barat",
            "description": "Pakaian adat selanjutnya warnanya cenderung gelap dan tak bermotif. Berwarna hitam, biru tua, cokelat tua, dan ungu yang dikenakan untuk para ibu. Nah, untuk warna-warna cerah, khususnya merah dipakai untuk para gadis. Sedangkan warna kuning dan hijau dikenakan oleh perempuan bangsawan. Bawahan dari Poro, memakai sarung Palekat dengan motif garis atau kotan-kotak. Dipakai sepanjang mata kaki serta dilengkapi dengan aksesoris berupa gelang dan anting.",
            "pictureId": "https://voi.id/storage/publishers/144441/body_image_2022031201-2.jpg",
            "name": "Pakaian Adat Poro"
        },
        {
            "id": "25",
            "province": "Gorontalo",
            "description": "Madipungu adalah pakaian tradisional perempuan suku Gorontalo, Pulau Sulawesi, Indonesia. Madipungu merupakan salah satu pakaian adat Gorontalo yang masih dilestarikan. Hamseyi adalah salah satu pakaian tradisional perempuan suku Gorontalo, Pulau Sulawesi, Indonesia. Hamseyi berbeda dengan pakaian adat gorontalo lainnya karena ornamen maupun aksesorisnya tidak sesederhana Madipungu dan tidak selengkap Bili'u.",
            "pictureId": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Hamseyi_dan_Madipungu_berwarna_Hijau.png/1024px-Hamseyi_dan_Madipungu_berwarna_Hijau.png",
            "name": "Madipungu dan Hamseyi"
        },
        {
            "id": "26",
            "province": "Sulawesi Barat",
            "description": "Pakaian Pattuqduq Towaine merupakan baju tradisional Suku Mandar, Sulawesi Barat. Baju ini mencerminkan busana yang digunakan oleh perempuan Mandar pada umumnya. Baju Pattuqduq Towaine sering digunakan pada pernikahan adat maupun untuk busana tari Pattiqtuq. Baju ini memiliki jumlah yang cukup banyak menyesuaikan acara yang sedang dibawakan.",
            "pictureId": "https://trans89.com/media/upload/2024/04/IMG-20240418-WA0016.jpg",
            "name": "Pattuqduq Towaine"
        },
        {
            "id": "27",
            "province": "Sulawesi Tengah",
            "description": "Suku Mori menduduki wilayah Kabupaten Morowali, Sulawesi Tengah. Pakaian adat Suku Mori bernama Lambu. Pakaian adat Suku Mori ini biasanya menggunakan warna merah yang melambangkan kekuatan dan keberanian. Ada pula yang berwarna hitam dengan kesan elegan dan mewah.",
            "pictureId": "https://3.bp.blogspot.com/-fUtF7okkWjA/WvRFzdtP-7I/AAAAAAAAj_o/QRmr4_ct2I0lSrXcQJuZdYUvF751WOoOQCLcBGAs/s640/Pakaian-Adat-Suku-Mori.jpg",
            "name": "Lambu"
        },
        {
            "id": "28",
            "province": "Sulawesi Utara",
            "description": "Tonaas Wangko merupakan kemeja berlengan panjang dengan kerah tinggi. Potongannya lurus, dilengkapi dengan kancing, dan tanpa saku. Warna utamanya adalah hitam. Hiasan motif bunga padi berwarna kuning keemasan terdapat di bagian leher, ujung lengan, dan ujung baju bagian depan yang terbelah. Ketika dipakai, Tonaas Wangko sering dipadukan dengan topi merah yang memiliki motif bunga padi kuning keemasan tambahan.",
            "pictureId": "https://img.inews.co.id/files/networks/2023/02/10/35b52_pakaian-adat-sulut.jpg",
            "name": "Tonaas Wangko"
        },
        {
            "id": "29",
            "province": "Sulawesi Tenggara",
            "description": "Mayoritas suku yang ada di Sulawesi Tenggara adalah Tolaki. Pada zaman dulu, suku ini memiliki pakaian adat yang hanya bisa digunakan oleh tokoh adat, saudagar, bangsawan, maupun orang-orang yang memiliki status sosial yang tinggi. Akan tetapi, saat ini baju adat tersebut sudah bisa digunakan oleh seluruh kalangan masyarakat suku Tolaki tanpa terkecuali. Pakaian adat suku ini tergolong cukup populer dan digunakan saat acara pernikahan, upacara adat, atau acara-acara sakral lainnya.",
            "pictureId": "https://i0.wp.com/diskursusnetwork.com/wp-content/uploads/2023/11/Pakaian-Adat-Tolaki.jpeg?w=800&ssl=1",
            "name": "Pakaian Adat Tolaki"
        },
        {
            "id": "30",
            "province": "Sulawesi Selatan",
            "description": "Seppa Tallung adalah pakaian adat Sulawesi Selatan yang berasal dari suku Toraja. Ciri khas busana ini mempunyai ukuran yang panjang hingga menyentuh pada bagian lutut dan diperuntukkan khusus untuk pria. Sedangkan Pakaian adat Sulawesi Selatan Baju Pokko juga berasal dari suku Toraja. Namun pakaian adat Sulawesi Selatan yang satu ini diperuntukkan khusus untuk wanita. Ciri khas pada Baju Pokko salah satunya ada pada warna yang mencolok seperti kuning, merah, dan putih.",
            "pictureId": "https://akcdn.detik.net.id/community/media/visual/2022/04/01/pakaian-adat-sulawesi-selatan_169.jpeg?w=700&q=90",
            "name": "Pakaian Seppa Tallung dan Pokko"
        },
        {
            "id": "31",
            "province": "Maluku Utara",
            "description": "Pakaian adat satu ini asalnya dari Maluku Utara dan penggunaan berdasarkan sejarahnya hanya dilakukan oleh para keturunan kerajaan saja. Manteren Lamo menjadi pakaian bagi para sultan kerajaan dan merupakan peninggalan yang dahulunya diberikan oleh kerajaan Ternate dan Tidore. Biasanya para sultan ini menggunakan Manteren Lamo saat mereka perlu untuk menghadiri perayaan acara adat. Pembuatan dari Manteren Lamo menggunakan jas merah dan memiliki bordir emas serta dilengkapi dengan adanya detail yang cukup kompleks. Hal yang menarik dari Manteren Lamo sendiri yaitu bahwa kamu akan sulit untuk bisa menemukan modifikasi dari pakaian adat satu ini. Hal ini dikarenakan Manteren Lamo memiliki nilai adat dan budaya yang cukup tinggi.",
            "pictureId": "https://blog-static.mamikos.com/wp-content/uploads/2022/12/2.-Manteren-Lamo_.png.webp",
            "name": "Manteren Lamo"
        },
        {
            "id": "32",
            "province": "Maluku",
            "description": "Baju cele ini biasanya dipakai dalam upacara-upacara adat di Maluku, seperti acara pelantikan raja, acara cuci negeri, acara pesta negeri, acara panas pela dan lain-lain. Baju cele adalah kain kebaya yang dikombinasikan dengan kain salele di pinggang. Motif baju cele bisa berupa garis-garis geometris atau berkotak-kotak kecil. Umumnya busana ini memiliki corak warna merah yang dengan nilai kecerian, berani, dan cekatan.",
            "pictureId": "https://indonesiatimur.co/wp-content/uploads/2014/04/Pemkot-Ambon-Jadikan-Baju-Cele-Sebagai-Seragam-Sekolah.jpg",
            "name": "Baju Cele"
        },
        {
            "id": "33",
            "province": "Papua Barat",
            "description": "Holim yang merupakan pakaian adat Papua Barat tepatnya berasal dari suku Dani Papua. Pakaian adat Holim adalah pakaian adat Papua khusus untuk kaum lelaki Papua. Selain di sebut Holim, pakaian adat ini juga disebut penutup kemaluan atau lebih dikenal dengan pakaian Koteka. Suku Dani biasanya menggunakan pakaian Holim dalam kehidupan sehari-hari.",
            "pictureId": "https://blog-static.mamikos.com/wp-content/uploads/2022/12/Pakaian-Adat-Papua-Holim.png.webp",
            "name": "Pakaian Adat Papua Holim"
        },
        {
            "id": "34",
            "province": "Papua",
            "description": "Ini adalah baju adat Indonesia yang berasal dari daerah timur Indonesia. Fungsinya adalah untuk menutupi kemaluan para pria.",
            "pictureId": "https://img.okezone.com/content/2023/11/02/406/2913494/4-fakta-menarik-koteka-pakaian-tradisional-khas-papua-yang-punya-makna-filosofi-mendalam-EuvDZrhoo4.JPG",
            "name": "Koteka"
        },
        {
            "id": "35",
            "province": "Papua Tengah",
            "description": "Ada banyak sekali pakaian adat dari daerah Papua, salah satunya adalah Noken. Ini sejenis aksesoris berupa tas anyaman.",
            "pictureId": "https://asset.kompas.com/crops/DMPmBpGGnBVdqAdTUU35Um19H0k=/0x0:2048x1365/750x500/data/photo/2021/10/06/615d4bdeef9c7.jpg",
            "name": "Noken"
        },
        {
            "id": "36",
            "province": "Papua Pegunungan",
            "description": "Baju kain rumput. Baju ini khas dari papua penggunungan dan digunakan oleh masyarakat untuk berbagai acara adat. ",
            "pictureId": "https://awsimages.detik.net.id/community/media/visual/2017/03/14/bf630834-926a-4c84-9357-e14f747fe8d0_169.jpg?w=600&q=90",
            "name": "Baju kain rumput"
        },
        {
            "id": "37",
            "province": "Papua Selatan",
            "description": "Pummi adalah pakaian adat yang berasal dari Papua Selatan berbentuk rok mini yang terbuat dari anyaman daun sagu. Rumbai-rumbai yang terdapat di Pummi dilepaskan begitu saja sampai terurai di sekeliling pinggul dan paha. Pakaian adat yang dipakai oleh laki-laki, berbeda dengan yang dikenakan oleh perempuan. ",
            "pictureId": "https://asset-a.grid.id/crop/0x0:0x0/x/photo/2021/10/08/pakaian-adat-papuajpg-20211008090537.jpg",
            "name": "Pummi"
        },
        {
            "id": "38",
            "province": "Papua Barat Daya",
            "description": "Pakaian boe adalah pakaian tradisional khas dari Papua Barat Daya, Indonesia. Pakaian ini biasanya dikenakan oleh suku-suku asli di wilayah tersebut dalam berbagai acara adat dan upacara tradisional.",
            "pictureId": "https://i0.wp.com/www.rukita.co/stories/wp-content/uploads/2023/11/boe-papua-barat-daya.webp?resize=720%2C480&ssl=1",
            "name": "Boe"
        }
        
    ]
}
